[
  {
    "id": 1,
    "name": "Gamen Titan V",
    "price": 239499,
    "image": "/images/Gamen Titan V.png",
    "description": "Keyboard ini memiliki tactile switch dan layout 60%, membuatnya mudah dibawa bepergian dan cocok untuk ruang kerja minimalis."
  },
  {
    "id": 2,
    "name": "VortexSeries MONO 100 V2",
    "price": 389000,
    "image": "/images/VortexSeries MONO 100 V2.jpeg",
    "description": "Keyboard ini memiliki linear switch dan layout full size, membuatnya nyaman untuk berbagai keperluan seperti gaming, mengetik, atau editing."
  },
  {
    "id": 3,
    "name": "Ajazz AK820",
    "price": 389000,
    "image": "/images/Ajazz AK820.png",
    "description": "Keyboard ini memiliki dua switch yaitu tactile dan linear, serta layout TKL sehingga tombol yang dimiliki cukup lengkap, tetapi tetap compact."
  },
  {
    "id": 4,
    "name": "Fantech ATOM 81 MK875v2",
    "price": 315000,
    "image": "/images/Fantech ATOM 81 MK875v2.jpeg",
    "description": "Keyboard ini memiliki dua switch yaitu clicky dan linear, serta layout TKL dan double injection keycaps."
  },
  {
    "id": 5,
    "name": "Nemesis DAEMON 82 MKN-09",
    "price": 595000,
    "image": "/images/Nemesis DAEMON 82 MKN-09.jpeg",
    "description": "Keyboard ini memiliki dua switch yaitu tactile dan linear, serta layout TKL, dan rechargeable battery."
  },
  {
    "id": 6,
    "name": "Aula F99",
    "price": 881999,
    "image": "/images/Aula F99.jpeg",
    "description": "Keyboard ini memiliki linear switch, layout 98%, dan struktur gasket yang bagus, sehingga mengetik menjadi lebih nyaman dengan respons yang lembut."
  },
  {
    "id": 7,
    "name": "Logitech MX",
    "price": 2425000,
    "image": "/images/Logitech MX.jpeg",
    "description": "Keyboard ini memiliki tactile switch, layout TKL, dan tombol well-spaced dengan keycap berkualitas untuk kenyamanan pemakaian lama."
  },
  {
    "id": 8,
    "name": "Noir Timeless82 v2",
    "price": 1149000,
    "image": "/images/Noir Timeless82 v2.png",
    "description": "Keyboard ini memiliki tiga switch, yaitu tactile, linear, dan silent, dan juga layout TKL. Selain itu, keyboard ini memiliki tiga mode koneksi yaitu wired, wireless 2.4 GHz, dan Bluetooth."
  },
  {
    "id": 9,
    "name": "Rexus Aether A-98",
    "price": 709000,
    "image": "/images/Rexus Aether A-98.jpeg",
    "description": "Keyboard ini memiliki clicky switch dan layout compact (60-65%). Build quality yang solid mampu membuat pengalaman gaming menjadi lebih seru."
  },
  {
    "id": 10,
    "name": "HyperX Alloy Origins 65",
    "price": 1556000,
    "image": "/images/HyperX Alloy Origins 65.jpeg",
    "description": "Keyboard ini memiliki clicky switch dan layout 65%, dilengkapi dengan casing aluminium ekstra kuat untuk pemakaian jangka panjang."
  }
]
